Repository: 165your4/supertux
Catalog: data/levels/bonus3/*.po
Languages: es, pt_br

source: -89,2 degrees
es: -89,2 grado
pt_br: -89,2 graus

source: Angry Stone vs. YOU
es: Piedra Furiosa vs. TÚ
pt_br: Pedra Brava vs. VOCÊ

source: #Du aktivierst Schalter mit dieser Taste: #You activate switches with this button: !images/tiles/signs/up.png
es: #Du aktivierst Schalter mit dieser Taste: #Activas los interruptores con este botón: !images/tiles/signs/up.png
pt_br: #Du aktivierst Schalter mit dieser Taste: #Você aciona alavancas com este botão: !images/tiles/signs/up.png

source: Castle #1
es: Castillo #1
pt_br: Castelo #1

source: Missingno
pt_br: Faltando

source: #Sei geduldig! #Be patient!
es: #Sei geduldig! #¡Ten paciencia!
pt_br: #Sei geduldig! #Seja paciente!

source: #Nicht bewegen beim Flug! #Gib Acht bei der Landung! #Dont move while flying! #Pay attention at landing!
es: #Nicht bewegen beim Flug! #Gib Acht bei der Landung! #¡No te muevas mientras vuelas! #¡Presta atención al aterrizaje!
pt_br: #Nicht bewegen beim Flug! #Gib Acht bei der Landung! #Não mova enquanto estiver voando! #Preste atenção ao aterissar!

source: Blue iced hills
es: Colinas azules de hielo
pt_br: Colinas geladas azuis

source: Bads mountains
es: Montañas malignas
pt_br: Montanha dos maus

source: level tsrif ehT <---
pt_br: levín oriemirp O <---

source: Ice sea
es: Mar de hielo
pt_br: Mas de gelo

source: Electric-Wood factory
pt_br: Fábrica de madeira-elétrica

source: One Night in the Sky
es: Una Noche en el Cielo
pt_br: Uma Noite no Céu

source: SP33DRUN
pt_br: C0RRID4 D3 V3L0CID4D3

source: The abandoned castle
es: El castillo abandonado
pt_br: O castelo abandonado

source: Another cold day
es: Otro día frío
pt_br: Mais um dia frio

source: Antarctic rain
es: Lluvia de antártida
pt_br: Chuva antártica

source: ...but no one can stop it...
es: ...pero nadie puede pararla...
pt_br: ...mas niguém pode parar ela...

source: -Sorry, this flying platform is lazy. -Come back another time.
es: -Disculpa, esta plataforma de vuelo es inestable. -Vuelve en otro momento.
pt_br: -Desculpe, esta plataforma voadora está com preguiça. -Volte outra hora.

source: You can't climb higher than the clouds...
es: No puedes trepar las arriba de las nubes...
pt_br: Você não pode subir mais alto do que as nuvens...

source: Castle of Light and Darkness
es: Castillo de Luz y Oscuridad
pt_br: Castelo de Luz e Escuridão

source: Crystal Sunset
es: Atardecer de Cristal
pt_br: Pôr do sol de cristal

source: Crystal Skies
es: Cielos de Cristal
pt_br: Céus de cristal

source: Out on the Crystal Fields
es: Sobre los Campos de Cristal
pt_br: Lá fora nos campos de cristal

source: The dark castle
es: El castillo oscuro
pt_br: O castelo escuro

source: Deep, deeper...
es: Profundo, más profundo...
pt_br: Profundo, mais profundo...

source: ...deepest!
es: ...más profundo!
pt_br: ...o mais profundo!

source: Entering the castle
es: Entrando al castillo
pt_br: Entrando no castelo

source: Kugelblitzstorm
pt_br: Tempestade de Raios

source: Flower Bonus
es: Bono de Flor
pt_br: Bônus flor

source: Hanging From the Roof
es: Colgando del Techo
pt_br: Pendurado No Telhado

source: A hilly landscape
es: Un paisaje montañoso
pt_br: A paisagem montanhosa

source: Tux is hungry!
es: ¡Tux tiene hambre!
pt_br: Tux está com fome!

source: Crystal Mountain
es: Montaña de Cristal
pt_br: Montanha de cristal

source: In the mountain
es: En la montaña
pt_br: Na montanha

source: It's getting unfinishable
es: Se esta haciendo interminable
pt_br: Está ficando inacabável

source: Some light in the darkness would be fine, thanks!
es: Una luz en la oscuridad sería grandioso, gracias!
pt_br: Alguma luz na escuridão seria bom, obrigado!

source: A long adventure
es: Una larga aventura
pt_br: Uma longa aventura

source: #Until this moment you have luck. #You get hardly here. #You still have a lot way to go. #It certainly know well. #Even now you must not fail it. #Now go down into the shaft. #I think you are understand it.
es: #Hasta este momento has tenido suerte. #Con mucha dificultad has llegado aquí. #Todavía te queda mucho camino por delante. #Ciertamente lo sabe bien. #Incluso ahora no debes fallar. #Ahora te diriges hacia el pozo. #Creo que lo entiendes.
pt_br: #Até este momento tiveste sorte. #Dificilmente chegarás lá. #Ainda há muito para fazer. #Ele certamente sabe bem. #Mesmo agora não podes falhar. #Agora desça para o poço. #Acho que você está entendendo.

source: -Congratulations! #You are in half the level!
es: -¡Felicitaciones! #¡Estas en la mitad de este nivel!
pt_br: -Parabéns! #Você está na metade da fase!

source: -You are going wrong!
es: - ¡Vas por mal camino!
pt_br: -Você está indo mal!

source: Mountain climbing
es: Alpinismo
pt_br: Alpinismo

source: Snowfall alert
es: Alerta de nevada
pt_br: Alerta de Nevasca

source: Holes, a Day on Ice
pt_br: Buracos, Um Dia No Gelo

source: The Toilette zone
es: La Zona de Baño
pt_br: Para Zona Toalete

source: - Flush: #Press the up key to flush!
es: - Enjuagar: #¡Presiona la tecla flecha arriba para enjuagar!
pt_br: - Descarga: #Pressione a tecla para cima, em ordem de dar a descarga!

source: - A Way out? #Let's Jump!
es: - ¿Una salida? #¡Vamos a saltar!
pt_br: - Uma Saída? #Vamos Pular!

source: Red alert! The forest is burning!
es: ¡Alerta Roja! ¡El bosque esta en llamas?
pt_br: Alerta vermelho! A floresta está em chamas!

source: Sewer escape
es: Alcantarilla de escape
pt_br: Fuga do Esgoto

source: To rain or not to rain - That's the question
es: Llover o no llover - Esa es la pregunta
pt_br: Chover ou não chover - Isto é outra questão

source: To rain or not to rain - That's the question (Antarctic)
es: Llover o no llover - Esa es la pregunta (Antartida)
pt_br: Chover ou não chover - Eis a questão (Antártica)

source: Three Frosty Icebergs
es: Tres témpanos de hielo congelados
pt_br: Três Icebergs Congelados

source: Under the Ice
es: Bajo el hielo
pt_br: Embaixo do Gelo

source: Pre-Git Bugtracker World
pt_br: Mundo Anterior Ao Git

source: You found a secret place!
es: ¡Hallaste un lugar secreto!
pt_br: Você achou um lugar secreto!

source: Congratulations... you found the secret pathway!
es: ¡Felicitaciones... hallaste el camino secreto!
pt_br: Parabéns... Achaste o caminho secreto!

source: Go Home
es: Ve a Casa
pt_br: Ir para Casa
