Repository: 165your4/supertux
Catalog: data/levels/incubator/*.po
Languages: sr

source: Cave Run
sr: Пећинска трка

source: The Cherry Frosting
sr: Смрзнута вишња

source: Crystal Beauty
sr: Кристална лепотица

source: Crystal Cataclysm
sr: Кристална катаклизма

source: Mad Ysonn Cube Garden
sr: Коцкасти врт лудог Јасона

source: The Jagged Path
sr: Тестерасти пут

source: The not so long way
sr: Не тако дуг пут

source: My Penny is over the ocean
sr: Моја Пени је преко океана

source: Pink Snow
sr: Ружичасти снег

source: Primed for Action
sr: Створен за акцију

source: A snowy hill
sr: Завејани брег

source: Incubator Island
sr: Острво за инкубацију
